Repository: Kenn555/Commune
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, mg

source: Indeed, one of the essential characteristics of this town is the extreme richness of its subsoil, which seems to be teeming with various mineral resources, the most exploited of which, and certainly not the least, is gold. As a result, the majority of the population derives its income primarily from gold mining.
fr: En effet, l’une des caractéristiques essentielles de cette commune est l’extrême richesse de son sous-sol qui semble-t-il regorge de diverses richesses minières mais dont la plus exploitée et non la moindre est l’or. Cela fait que la majorité de la population tire principalement ses revenus de l’extraction de l’or.

source: Coverage area
fr: Zone de couverture

source: Each Fokotany has its own origins and personal history and above all they contribute to the proper functioning of the commune. The commune of Betsiaka is made up of 12 Fokotany including:
fr: Chaque Fokotany ont leurs origines et leur historique personnel et surtout, ils contribuent au bon fonctionnement de la commune. La commune de Betsiaka est composée de 12 Fokotany dont :

source: Organizational chart
fr: Organigramme

source: The origin of the village and its inhabitants
fr: L’origine du village et de ses habitants

source: Betsiaka was originally called Betsiakahely, as opposed to Betsiakabe, and it was created by JAOSORATRA and SINIGARA in the late 1880s. Everything suggests that this village of Betsiakahely was under the jurisdiction of the canton of Mosorobe since, according to oral tradition, the two pioneers could only settle in Betsiakahely after obtaining the authorization of MAHABARY, chief of the Mosorobe Canton.
fr: Betsiaka s’appelait à l’origine Betsiakahely, par opposition à Betsiakabe et il a été créé par JAOSORATRA et SINIGARA à la fin des années 1880. Tout laisse supposer que ce village de Betsiakahely était sous la juridiction du canton de Mosorobe puise que selon la tradition orale, les deux pionniers n’ont pu installer à Betsiakahely qu’après avoir obtenu l’autorisation de MAHABARY chef du Canton Mosorobe.

source: As for the village of Betsiakabe, it was founded by a herdsman named Jaobitrano (Jao with the big house). This village of Betsiakabe was later abandoned, and the name Betsiakahely was simplified to Betsiaka.
fr: Quant au village de Betsiakabe, c’est un bouvier du nom de JAOBITRANO (Jao à la grande case) qui l’a créé. Ce village de Betsiakabe ayant été abandonné par la suite, le nom de Betsiakahely a été simplifié et devenue Betsiaka.

source: Today, there are two main families who claim descent from those who founded the village: the MAROLAHY (of the Tsimihety people) and the MAROMENA (of the Sakalava people). These two main families, along with other ethnic groups, make up the current inhabitants of the commune.
fr: Aujourd’hui, il y a deux grandes familles qui prétendent descendre de ceux qui ont créé le village : les MAROLAHY (des Tsimihety) et les MAROMENA (des Sakalava). Ces deux grandes familles, ainsi que d’autres ethnies composent les habitants actuels de la commune.

source: Rural Commune
fr: Commune Rurale
