Repository: Kenn555/Commune
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, mg

source: dashboard
fr: tableau de bord
mg: Tabilao

source: birth certificate
fr: acte de naissance
mg: taratasy mpahaterana

source: death certificate
fr: acte de décès
mg: taratasy mpahafatesana

source: marriage certificate
fr: acte de mariage
mg: taratasy mpanambadiana

source: staff
fr: personnel
mg: mpiasa

source: user
fr: utilisateur
mg: mpampiasa

source: role
fr: rôle
mg: asa

source: settings
fr: paramètres
mg: fanamboarana

source: home
fr: accueil
mg: fandraisana

source: civil status
fr: état civil
mg: sora-piakohonana

source: events
fr: événements
mg: hetsika

source: finances
fr: trésorerie
mg: fitantanam-bola

source: mines
mg: fitrandrahana

source: social business
fr: affaires sociales
mg: sosialy mbahoka

source: administration
mg: fitantanana

source: Number
fr: Nombre
mg: Nomerao

source: First Name
fr: Prénom
mg: Fanampin'anarana

source: Insert her/his first name
fr: Insérez le prénom
mg: Ampidiro ny fanampin'anarana

source: Last Name
fr: Nom
mg: Anarana

source: Insert her/his last name
fr: Insérez le nom
mg: Ampidiro ny anarana

source: Insert her/his username
fr: Insérez le nom
mg: Ampidiro ny anarana

source: Insert her/his password
fr: Insérez le nom
mg: Ampidiro ny anarana

source: Insert her/his email
fr: Insérez le nom
mg: Ampidiro ny anarana

source: Matricule
mg: Nomerao

source: Informations
mg: Mombamomba

source: Logins
fr: Identifiants
mg: Fanalahidy

source: Gender
fr: Genre
mg: Sokajy

source: Choose the gender
fr: Choisissez le genre
mg: Fidio ny sokajy

source: Birthday
fr: Date de naissance
mg: Andro nahaterahany

source: Enter/Choose the date of birth
fr: Entrez/Choisissez la date de naissance
mg: Ampidiro ny daty nahaterahany

source: Contact 1
mg: Laharana 1

source: Insert her/his first contact
fr: Insérez le prénom
mg: Ampidiro ny laharana voalohany

source: Contact 2
mg: Laharana 2

source: Insert her/his second contact
fr: Insérez le nom
mg: Ampidiro ny laharana faharoa

source: Title
fr: Titre
mg: Lohateny

source: Select a Application...
fr: Sélectionnez une application...
mg: Fidio ny fitaovana...

source: Role
fr: Rôle
mg: Asa

source: Insert her/his role
fr: Insérez le nom
mg: Ampidiro ny asa

source: Description
mg: Mombamomba azy

source: Insert her/his title
fr: Insérez le nom
mg: Ampidiro ny lohateny

source: Service
mg: Sokajin'asa

source: Select a Service...
fr: Sélectionnez un service...
mg: Fidio ny sokajin'asa...

source: Application
mg: Rindranasa

source: Male
fr: Homme
mg: Lahy

source: Female
fr: Femme
mg: Vavy

source: %(first_name)s %(last_name)s, %(role)s
mg: %(last_name)s %(first_name)s, %(role)s,

source: %(first_name)s %(last_name)s
mg: %(last_name)s %(first_name)s

source: %(since)d day
mg: %(since)d andro

source: %(since)d month
mg: %(since)d volana

source: %(since)d year
fr: %(age)d an
mg: %(since)d taona

source: staffs
fr: personnel
mg: mpiasa

source: users
fr: utilisateur
mg: mpampiasa

source: roles register
fr: enregistrement
mg: Asa vaovao

source: Submit
mg: Alefa

source: Reset
mg: Averina

source: roles list
mg: lisitry ny asa

source: Lines
fr: Lignes
mg: Tsipika

source: Other Informations
fr: Informations d’enregistrement
mg: Mombamomba ny afa

source: Applications
fr: Application
mg: Fitaovana

source: Do a Certificate
fr: acte de décès
mg: Hanao Taratasy

source: number
fr: numéro
mg: nomerao

source: full name
fr: nom complet
mg: anarana feno

source: title
fr: titre
mg: lohateny

source: gender
fr: genre
mg: sokajy

source: age
fr: âge
mg: taona

source: birthday
fr: Date de naissance
mg: andro nahaterahany

source: contacts
mg: serasera

source: service
mg: sokajin'asa

source: status
fr: état civil
mg: toetra

source: (before)
fr: (avant)
mg: (taloha)

source: %(age)d year old
fr: %(age)d an
mg: %(age)d taona

source: stop
fr: Arrêter
mg: hajanona

source: affect
fr: Affecter
mg: afindra

source: username
fr: Nom d’utilisateur
mg: anaran'ny mpampiasa

source: password
fr: Mot de passe
mg: Kaody miafina

source: It's Me
fr: C’est moi
mg: Tenako

source: Is a staff
fr: Est membre du personnel
mg: mpiasa

source: Is not a staff
fr: Ne fait pas partie du personnel
mg: Tsy mpiasa

source: Is active
fr: En activité
mg: Miasa

source: Is not a active
fr: N’est pas actif
mg: Tsy miasa

source: modify
fr: modifier
mg: manova

source: delete
fr: supprimer
mg: mamafa

source: date
mg: daty

source: grade
fr: Niveau
mg: ahavo

source: since
fr: Depuis
mg: tao anaty

source: open
fr: ouvrir
mg: sokafina

source: Place of Birth
fr: Lieu de naissance
mg: Toerana nahaterahany

source: Insert the place of birth
fr: Insérez le lieu de naissance
mg: Ampidiro ny toerana nahaterahany

source: Job
fr: Emploi
mg: Asany

source: Insert the person's job
fr: Insérez la profession du père
mg: Ampidiro ny asany

source: Address
fr: Adresse
mg: Fonenany

source: Insert the person's address
fr: Insérez la profession du père
mg: Ampidiro ny fonenany

source: Alive
fr: Vivant
mg: Velona

source: Have a Father
fr: A un père
mg: Manana ray

source: Father's Last Name
fr: Nom du père
mg: Anaran'ny Ray

source: Wait for her/his father's full name
fr: En attente du nom complet du père
mg: Andraso ny fivoahan'ny anarany feno

source: Father's First Name
fr: Prénom du père
mg: Fanampin'anarany

source: Wait for her/his father's place of birth
fr: Attendre le lieu de naissance du père
mg: Andraso ny fivoahan'ny toerana nahaterahany

source: Wait for her/his father's date of birth
fr: Attendre la date de naissance du père
mg: Andraso ny fivoahan'ny daty nahaterahany

source: Father's Job
fr: Profession du père
mg: Asan'ny Ray

source: Insert her/his father's job
fr: Insérez la profession du père
mg: Ampidiro ny asany

source: Father's Address
fr: Adresse du père
mg: Fonenan'ny Ray

source: Insert her/his father's address
fr: Insérez la profession du père
mg: Ampidiro ny fonenany

source: He is alive
fr: Il est vivant
mg: Mbola velona

source: Have a Mother
fr: A une Mère
mg: Manana reny

source: Mother's Last Name
fr: Nom de la mère
mg: Anaran'ny Reny

source: Wait for her/his mother's full name
fr: Attendre le nom complet du mère
mg: Andraso ny fivoahan'ny anarany feno

source: Mother's First Name
fr: Prénom de la mère
mg: Fanampin'ny anarany

source: Wait for her/his mother's place of birth
fr: Attendre le lieu de naissance de la mère
mg: Andraso ny fivoahan'ny toerana nahaterahany

source: Wait for her/his mother's date of birth
fr: Attendre la date de naissance de la mère
mg: Andraso ny fivoahan'ny daty nahaterahany

source: Mother's Job
fr: Profession de la mère
mg: Asan'ny Reny

source: Insert her/his mother's job
fr: Insérez la profession de la mère
mg: Andraso ny fivoahan'ny asany

source: Mother's Address
fr: Adresse de la mère
mg: Fonenan'ny Reny

source: Insert her/his mother's address
fr: Insérez la profession de la mère
mg: Andraso ny fonenany

source: She is alive
fr: Elle est vivante
mg: Mbola velona

source: Was Present
fr: Était présent(e)
mg: Teo izy

source: Declarer's Last Name
fr: Nom du déclarant
mg: Anarany

source: Wait for the declarer's full name
fr: Attendre le nom complet du père
mg: Andraso ny fivoahan'ny anarany feno

source: Declarer's First Name
fr: Prénom du déclarant
mg: Fanampin'ny anarany

source: Declarer's Gender
fr: Sexe du déclarant
mg: Sokajiny

source: Choose the gender of declarer
fr: Choisissez le genre
mg: Fidio ny sokajiny

source: Wait for the declarer's place of birth
fr: Attendre le lieu de naissance du père
mg: Andraso ny fivoahan'ny toerana nahaterahany

source: Wait for the declarer's date of birth
fr: Attendre la date de naissance du père
mg: Andraso ny fivoahan'ny daty nahaterahany

source: Relationship
fr: Lien de parenté
mg: Fifandraisany

source: Declarer's Job
fr: Profession du déclarant
mg: Asany

source: Insert the declarer's job
fr: Saisissez la profession du déclarant
mg: Ampidiro ny asany

source: Declarer's Address
fr: Adresse du déclarant
mg: Fonenany

source: Insert the declarer's address
fr: Saisissez l’adresse du déclarant
mg: Ampidiro ny fonenany

source: Date of Declaration
fr: Date de la déclaration
mg: Andro nanaovana fanambarana

source: Wait for the date of declaration
fr: Attendez la date de la déclaration
mg: Andraso ny fivoahan'ny daty nanaovana fanambarana

source: Date of Register
fr: Date d’enregistrement
mg: Andro nanoratana

source: Wait for the date of register
fr: Attendez la date d’enregistrement
mg: Andraso ny fivoahan'ny daty nahaterahany

source: Responsible
fr: Responsable
mg: Mpiandraikitra

source: Parent Informations
fr: Informations sur les parents
mg: Mombamomba ny Ray aman'dReny

source: father
fr: père
mg: ray

source: mother
fr: mère
mg: reny

source: declarer
fr: Déclarant
mg: mpanao fanambarana

source: Register Informations
fr: Informations d’enregistrement
mg: Mombamomba ny fampidirana

source: register
fr: enregistrement
mg: hisoratra

source: Place of Death
fr: Lieu de décès
mg: Toerana nahafatesany

source: Day of Death
fr: Date de décès
mg: Andro nahafatesany

source: Wait for her/his father's last name
fr: Attendre le nom complet du père
mg: Andraso ny fivoahan'ny anarany feno

source: Father's first Name
fr: Nom complet du père
mg: Fanampin'anarany

source: Wait for her/his father's first name
fr: Attendre le nom complet du père
mg: Andraso ny fivoahan'ny anarany feno

source: Wait for her/his mother's last name
fr: Attendre le nom complet du mère
mg: Andraso ny fivoahan'ny anarany feno

source: Wait for her/his mother's first name
fr: Attendre le nom complet du mère
mg: Andraso ny fivoahan'ny anarany feno

source: Wait for the declarer's last name
fr: Attendre le nom complet du père
mg: Andraso ny fivoahan'ny anarany feno

source: Wait for the declarer's first name
fr: Attendre le nom complet du père
mg: Andraso ny fivoahan'ny anarany feno

source: Insert the address
fr: Saisissez l’adresse
mg: Ampidiro ny fonenany

source: Nationality
fr: Nationalité
mg: Zom-pirenena

source: Insert the nationality
fr: Saisissez la nationalité
mg: Ampidiro ny toerana nahaterahany

source: Insert the job
fr: Saisissez la profession
mg: Ampidiro ny asany

source: Date of Wedding
fr: Date du mariage
mg: Andro nampakarana

source: Wait for the date of wedding
fr: Attendez la date du mariage
mg: Andraso ny fivoahan'ny daty nampakarana

source: groom
fr: Époux
mg: ilay lehilahy

source: bride
fr: Épouse
mg: ilay vehivavy

source: groom's father
fr: Père de l’époux
mg: rainy ilay lehilahy

source: groom's mother
fr: Mère de l’époux
mg: reniny ilay lehilahy

source: bride's father
fr: Père de l’épouse
mg: rainy ilay vehivavy

source: bride's mother
fr: Mère de l’épouse
mg: reniny ilay vehivavy

source: Witnesses Informations
fr: Informations sur les témoins
mg: Mombamomba ny afa

source: groom's witness
fr: Témoin de l’époux
mg: vavolombelony ilay lehilahy

source: bride's witness
fr: Témoin de l’épouse
mg: vavolombelony ilay vehivavy

source: Parents
mg: Ray aman-dReny

source: Informations Mariage
fr: Informations sur le mariage
mg: Mombamomba ny fanambadiany

source: alive
fr: vivant
mg: velona

source: dead
fr: mort
mg: maty

source: married
fr: Marié(e)
mg: manambady

source: did'nt marry
fr: Non marié(e)
mg: tsy manambady

source: Birth
fr: Naissance
mg: Fahaterahana

source: Birth and Recognition
fr: Naissance et Reconnaissance
mg: Fahaterahana sy Fanjanahana

source: %(person)s person at %(birthday)s son of %(father)s%(mother)s declared by %(declarer)s, %(relationship)s, at %(date_register)s
fr: %(born)s né le %(birthday)s, fils de %(father)s%(mother)s, fanambarana nataon'i %(declarer)s fait le %(date_created)s
mg: %(person)s, teraka tamin’ny %(birthday)s, zanakalahin’i %(father)s%(mother)s, nambara tamin’i %(declarer)s, %(relationship)s, tamin’ny %(date_register)s

source: %(person)s person at %(birthday)s daughter of %(father)s%(mother)s declared by %(declarer)s, %(relationship)s, at %(date_register)s
fr: %(born)s née le %(birthday)s, fille de %(father)s%(mother)s, fait le %(date_created)s
mg: %(person)s, teraka tamin’ny %(birthday)s, zanakavavin’i %(father)s%(mother)s, nambara tamin’i %(declarer)s, %(relationship)s, tamin’ny %(date_register)s

source: and
fr: et
mg: sy i

source: Draft
fr: Version provisoire
mg: Volavola

source: Validated
fr: Validé
mg: vita sonia

source: Cancelled
fr: Annulé
mg: Nanafoana

source: Birth Certificate - %(number)s
fr: Certificat de naissance - %(number)s
mg: Taratasi-paterahana - %(number)s

source: Recognization
fr: Reconnaissance
mg: Fanjanahana

source: %(person)s person at %(death_day)s son of %(father)s%(mother)s declared by %(declarer)s at %(date_declaration)s
fr: %(born)s né le %(birthday)s, fils de %(father)s%(mother)s, fanambarana nataon'i %(declarer)s fait le %(date_created)s
mg: %(person)s teraka tamin'ny %(death_day)s zanakalahin'i %(father)s%(mother)s araka nambaran'i %(declarer)s tamin'ny %(date_declaration)s

source: %(person)s person at %(death_day)s daughter of %(father)s%(mother)s declared by %(declarer)s at %(date_declaration)s
fr: %(born)s née le %(birthday)s, fille de %(father)s%(mother)s, fait le %(date_created)s
mg: %(person)s teraka tamin'ny %(death_day)s zanakavavin'i %(father)s%(mother)s araka nambaran'i %(declarer)s tamin'ny %(date_declaration)s

source: Death
fr: Décès
mg: Fahafatesana

source: %(groom)s and %(bride)s married at %(wedding_day)s done at %(date_created)s
fr: %(groom)s et %(bride)s se sont mariés le %(wedding_day)s, enregistré le %(date_created)s
mg: %(groom)s sy %(bride)s fampakatra ho mpivady tamin'ny %(wedding_day)s natao tamin'ny %(date_created)s

source: Marriage
fr: Date du mariage
mg: Fanambadiana

source: Back
mg: Miverina

source: Modify
fr: modifier
mg: Manova

source: Delete
fr: supprimer
mg: Mamafa

source: at
fr: Date
mg: tao

source: carreer
mg: asany

source: address
fr: Adresse
mg: fonenany

source: wife
mg: vadiny

source: husband
mg: vadiny

source: declaration date
mg: andro nanambarana

source: register date
fr: enregistrement
mg: andro nanoratana

source: Mr
mg: Atoa

source: Mrs
mg: Rtoa

source: About the client
mg: Mahakasika ny mpangataka

source: Make Cp. Birth
fr: Faire Cp. Naissance
mg: Hanao Kp. Fahaterahana

source: Make Cp. Recognization
fr: Faire Cp. Reconnaissance
mg: Hanao Kp. Fanjanahana

source: Make Cp. Marriage
fr: Faire Cp. Mariage
mg: Hanao Kp. Fanambadiana

source: Make Cp. Death
fr: Faire Cp. Décès
mg: Hanao Kp. Fahafatesana

source: Birth Certificate
fr: acte de naissance
mg: Taratasy: Fahaterana

source: Recognize
fr: Reconnaissance
mg: Taratasy: Fanjanahana

source: Marriage Certificate
fr: acte de mariage
mg: Taratasy: Fanambadiana

source: Death Certificate
fr: acte de décès
mg: Taratasy: Fahafatesana

source: Are you sure you want to delete this person ? This action will delete all documents that attached to it.
mg: Azonao antoka ve fa tianao fafana ity olona ity? Ity hetsika ity dia hamafa avokoa ny antontan-taratasy rehetra mifandray aminy.

source: Column
mg: Tsanganana

source: Valid
fr: Valider
mg: Ekena

source: click for sorting
fr: Appuyer pour ordonner
mg: tsidrio raha andahatra

source: No data
fr: Aucune donnée
mg: Aotra

source: %(counter)s shown element.
fr: %(counter)s élément trouvé.
mg: %(counter)s soritra.

source: Print
fr: Imprimer
mg: Mamoaka

source: Edit
fr: Modifier
mg: Manova

source: first copy
fr: premier exemplaire
mg: kopia voalohany

source: Issued on
fr: Enregistré le
mg: Natao tamin’ny

source: Document
mg: Taratasy

source: Are you sure you want to delete this certificate?
fr: Êtes-vous sûr de vouloir supprimer ce certificat ?
mg: Azonao antoka ve fa tianao fafana ity taratasy ity?

source: list
fr: liste
mg: lisitra

source: unknown
fr: inconnu
mg: tsy fantatra

source: Person Modificated Successfully !
fr: La personne a été modifiée avec succès !
mg: Vita soa aman-tsara ny fanovana ny mombamomba ny olona !

source: Person Modification Error !
fr: Erreur lors de la modification de la personne !
mg: Nisy olana tamin’ny fanovana ny mombamomba ny olona !

source: The Certificate of %(name)s deleted successfully.
fr: Le certificat de %(name)s a été supprimé avec succès.
mg: Voafafa soa aman-tsara ny taratasy an’i %(name)s.

source: This certificate cannot be deleted.
fr: Ce certificat ne peut pas être supprimé.
mg: Tsy azo fafana ity taratasy ity.

source: birth
fr: Date de naissance
mg: teraka

source: per
fr: dans
mg: am-paha

source: person
fr: Personne
mg: olona

source: Person "%(name)s" Created Successfully !
fr: La personne "%(name)s" a été créée avec succès !
mg: Noforonina soa aman-tsara ny mombamomba an’i "%(name)s" !

source: Person "%(name)s" Updated Successfully !
fr: La personne "%(name)s" a été mise à jour avec succès !
mg: Nohavaozina soa aman-tsara ny mombamomba an’i "%(name)s" !

source: Recognization Certificate Created Successfully !
fr: Le certificat de reconnaissance a été créé avec succès !
mg: Voavita soa aman-tsara ny famoronanataratasy

source: Recognization Certificate Creation Error !
fr: Erreur lors de la création du certificat de reconnaissance !
mg: Nisy olana tamin’ny famoronana ny taratasy

source: Father's Birthday Is Younger Than The Person.
fr: La date de naissance du père est postérieure à celle de la personne.
mg: Tsy mety ny daty nahaterahan’ny ray, vao haingana noho ny an’ilay olona

source: Mother's Birthday Is Younger Than The Person.
fr: La date de naissance de la mère est postérieure à celle de la personne.
mg: Tsy mety ny daty nahaterahan’ny reny, vao haingana noho ny an’ilay olona

source: Birth Document created successfully.
fr: Le document de naissance a été créé avec succès.
mg: Voavita soa aman-tsara ny taratasy mpahaterahana.

source: Birth Document Creation Errors.
fr: Erreurs lors de la création du document de naissance.
mg: Nisy olana tamin’ny famoronana ny taratasy mpahaterahana.

source: Recognization Document created successfully.
fr: Le document de reconnaissance a été créé avec succès.
mg: Voavita soa aman-tsara ny famoronanataratasy

source: Recognization Document Creation Errors.
fr: Erreurs lors de la création du document de reconnaissance.
mg: Nisy olana tamin’ny famoronana ny taratasy

source: Marriage Document created successfully.
fr: Le document de mariage a été créé avec succès.
mg: Voavita soa aman-tsara ny taratasy fanambadiana.

source: Marriage Document Creation Errors.
fr: Erreurs lors de la création du document de mariage.
mg: Nisy olana tamin’ny famoronana ny taratasy fanambadiana.

source: Death Document Created Successfully.
fr: Le document de décès a été créé avec succès.
mg: Voavita soa aman-tsara ny taratasy fahafatesana.

source: Death Document Creation Errors.
fr: Erreurs lors de la création du document de décès.
mg: Nisy olana tamin’ny famoronana ny taratasy fahafatesana.

source: Birth Certificate created successfully.
fr: Le certificat de naissance a été créé avec succès.
mg: Voavita soa aman-tsara ny taratasy mpahaterahana.

source: This birth certificate cannot be created.
mg: Tsy azo atao ny mamorona ity taratasy mpahaterahana ity.

source: Death Certificate created successfully.
mg: Voavita soa aman-tsara ny taratasy mpahafatesana.

source: This death certificate cannot be created.
mg: Tsy azo atao ny mamorona ity taratasy mpahafatesana ity.

source: This certificate cannot be created.
mg: Tsy azo atao ny mamorona ity taratasy ity.

source: Certificate deleted successfully.
mg: Voafafa soa aman-tsara ny taratasy.

source: lived
mg: Velona

source: death day
mg: andro nahafatesana

source: wedding day
mg: andro nampakarana

source: father of groom
mg: rainy ilay lehilahy

source: mother of groom
mg: reniny ilay lehilahy

source: father of bride
mg: rainy ilay vehivavy

source: mother of bride
fr: Mère de la mariée
mg: reniny ilay vehivavy

source: witness of groom
fr: Témoin du marié
mg: vavolombelony ilay lehilahy

source: witness of bride
fr: Témoin de la mariée
mg: vavolombelony ilay vehivavy

source: active
fr: actif
mg: miasa

source: not active
fr: non actif
mg: tsy miasa

source: Groom's Mother Is Younger Than The Person.
mg: Ny renin’ny ilay lehilahy dia vao haingana kokoa noho ny an’ilay olona.

source: Groom's Father Is Younger Than The Person.
fr: La date de naissance du père du marié est postérieure à celle de la personne.
mg: Ny rain’ny ilay lehilahy dia vao haingana kokoa noho ny an’ilay olona.

source: Mayor of
fr: Maire de
mg: Ben'ny Tanàna ao

source: Localization
fr: Localisation
mg: Toerana

source: %(title)s - Rural Commune of %(common_name)s.
fr: %(title)s - Commune Rurale de %(common_name)s.
mg: %(title)s - Kaominina %(common_name)s.

source: %(common_name)s Commune
fr: Commune %(common_name)s
mg: Kaominina %(common_name)s

source: profil
fr: profile
mg: endrika

source: logout
fr: deconnexion
mg: hiala

source: welcome
fr: bienvenue
mg: tongasoa

source: Username
fr: Nom d’utilisateur

source: Password
fr: Mot de passe

source: Grade
fr: Niveau

source: Insert the Grade in the Service
fr: Insérez le lieu de naissance

source: Wait for the relationship with declarer
fr: Attendez le lien de parenté avec le déclarant

source: Birth Copy
fr: Date de naissance

source: Recognization Copy
fr: Reconnaissance

source: Marriage Copy
fr: Date du mariage

source: Death Copy
fr: Décès

source: Are you sure want to delete this certificate ?
fr: Êtes-vous sûr de vouloir supprimer ce certificat ?

source: recognized
fr: Reconnaissance

source: Person "%(name)s" Modification Error !
fr: Erreur lors de la modification de la personne "%(name)s" !

source: Bride's Mother Is Younger Than The Person.
fr: La date de naissance de la mère de la mariée est postérieure à celle de la personne.

source: Bride's Father Is Younger Than The Person.
fr: La date de naissance du père de la mariée est postérieure à celle de la personne.

source: The Certificate of %(groom)s and %(bride)s deleted successfully.
fr: Le Certificat de %(groom)s et de %(bride)s est supprimé avec succès.

source: Repoblikan'i Madagascar
fr: République de Madagascar

source: Monograph on the town and its surroundings
fr: Monographie sur la commune et ses environs

source: The rural commune of Betsiaka is one of the 15 communes of the District of Ambilobe. It can be accessed by following national road number 5 (RN5a), a road which connects Ambilobe to Vohemar.
fr: La commune rurale de Betsiaka est l’une des 15 communes du District d’Ambilobe. On y accède en suivant la route nationale numéro 5 (RN5a), une route qui relie Ambilobe à Vohemar.

source: The landscapes that unfold before the traveler crossing the Betsiaka commune along the RN5a are a desert-like, rocky terrain with savannah, some scrubland, mostly thorny bushes, and a fine dust that easily turns into mud during the rainy season. In the inhabited areas (Mantalimaro, Ankatoko, Betsiaka, etc.), craters and terraces, reminiscent of a lunar landscape, serve as a reminder of the inhabitants' primary source of income: gold mining.
fr: Les paysages qui s’offrent au voyageur qui traverse de part en part la commune de Betsiaka en suivant la RN5a est une pays désertique et rocailleux avec de la savane, quelques broussailles, des épineux pour la plupart, et une poussière fine se transformant facilement en bourbiers en saison des pluies. Dans les zones habitées (Mantalimaro, Ankatoko, Betsiaka etc..), des cratères et des terrassements, dignes d’un paysage lunaire, rappelant la première source de revenus des habitants : l’extraction d’or.
